Revit 2027 API
ParameterTypeId.MoveMultiple Property
 "Multiple"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MoveMultiple { get; }
Public Shared ReadOnly Property MoveMultiple As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MoveMultiple {
	ForgeTypeId^ get ();
}
static member MoveMultiple : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace